Repository: xfce-mirror/xfce4-notifyd
Catalog: po/*.po
Languages: ug, vi

source: Do you really want to clear the notification log?
ug: ئۇقتۇرۇش خاتىرىسىنى راستتىنلا تازىلىۋېتەمسىز؟
vi: Bạn có thực sự muốn xóa toàn bộ nhật ký thông báo không?

source: Clear notification log
ug: ئۇقتۇرۇش خاتىرىسىنى تازىلا
vi: Xóa nhật ký thông báo

source: Cancel
ug: ۋاز كەچ
vi: Hủy bỏ

source: Clear
ug: تازىلا
vi: Xóa

source: include icon cache
ug: سىنبەلگە غەملىكىمۇ ئىچىدە
vi: bao gồm bộ đệm biểu tượng

source: Now
ug: ھازىرلا
vi: Bây giờ

source: Notifications
ug: ئۇقتۇرۇش
vi: Thông báo

source: Unable to open the following url: %s
ug: تۆۋەندىكى تور ئادرېسىنى ئاچقىلى بولمىدى: %s
vi: Không thể mở URL sau: %s

source: This is the notification plugin
ug: بۇ ئۇقتۇرۇش قىستۇرمىسى
vi: Đây là phần mở rộng thông báo

source: Copyright © 2017 Simon Steinbeiß
ug: نەشر ھوقۇقىقا ئىگە © 2017 Simon Steinbeiß
vi: Bản quyền © 2017 Simon Steinbeiß

source: <b>_Do not disturb</b>
ug: <b>دەخلى قىلماڭ(_D)</b>
vi: <b>_Không làm phiền</b>

source: Unable to open notification log
ug: ئۇقتۇرۇش خاتىرىسىنى ئاچالمايدۇ
vi: Không thể mở nhật ký thông báo

source: No unread notifications
ug: ئوقۇلمىغان ئۇقتۇرۇش يوق
vi: Không có thông báo chưa đọc

source: No notifications
ug: ئۇقتۇرۇش يوق
vi: Không có thông báo

source: _Clear log
ug: خاتىرە تازىلا(_C)
vi: _Xóa nhật ký

source: _Mark all read
ug: ھەممىسىگە ئوقۇلدى بەلگىسى سال(_M)
vi: Đánh dấu _tất cả đã đọc

source: _Notification settings…
ug: ئۇقتۇرۇش تەڭشىكى(_N)…
vi: _Cài đặt thông báo…

source: Notification Plugin Settings
ug: ئۇقتۇرۇش قىستۇرما تەڭشىكى
vi: Cài đặt phần mở rộng thông báo

source: _Help
ug: ياردەم(_H)
vi: Trợ _giúp

source: _Close
ug: ياپ(_C)
vi: Đón_g

source: Notification icon size
ug: ئۇقتۇرۇش سىنبەلگە چوڭلۇقى

source: Number of notifications to show
ug: كۆرسىتىدىغان ئۇقتۇرۇش سانى
vi: Số lượng thông báo hiển thị

source: Only show notifications from today
ug: بۈگۈننىڭ ئۇقتۇرۇشىنىلا كۆرسەت
vi: Chỉ hiển thị thông báo hôm nay

source: Hide 'Clear log' confirmation dialog
ug: «خاتىرە تازىلا» نى جەزملەش سۆزلەشكۈسىنى يوشۇر
vi: Ẩn hộp thoại xác nhận khi xóa nhật ký

source: Hide panel button when no unread notifications
ug: ئوقۇلمىغان ئۇچۇر بولمىغاندا كۆزنەكچە توپچىنى يوشۇرىدۇ
vi: Ẩn nút bảng điều khiển khi không có thông báo chưa đọc

source: Appearance
ug: كۆرۈنۈشى
vi: Giao diện

source: Show in menu
ug: تىزىملىكتە كۆرسەت
vi: Hiển thị trong menu

source: All notifications
ug: ھەممە ئۇقتۇرۇش
vi: Tất cả thông báo

source: Unread notifications
ug: ئوقۇلمىغان ئۇقتۇرۇش
vi: Thông báo chưa đọc

source: Behavior
ug: قىلمىش
vi: Hành vi

source: After showing the menu
ug: تىزىملىكنى كۆرسەتكەندىن كېيىن
vi: Sau khi hiển thị menu

source: Mark all log entries read
ug: بارلىق خاتىرە تۈرىگە ئوقۇلدى بەلگىسى سالىدۇ
vi: Đánh dấu tất cả mục nhật ký đã đọc

source: Mark shown log entries read
ug: كۆرسەتكەن خاتىرە تۈرىگە ئوقۇلدى بەلگىسى سالىدۇ
vi: Đánh dấu các mục đã hiển thị là đã đọc

source: Do nothing
ug: ھېچقانداق قىلما
vi: Không làm gì

source: Notification Plugin
ug: ئۇقتۇرۇش قىستۇرمىسى
vi: Phần mở rộng thông báo

source: Notification plugin for the Xfce panel
ug: Xfce كۆزنەكچىنىڭ ئۇقتۇرۇش قىستۇرمىسى
vi: Phần mở rộng thông báo cho bảng điều khiển Xfce

source: Your Wayland compositor does not support required protocol wlr-layer-shell.
ug: سىزنىڭ Wayland بىرىكتۈرگۈچىڭىز زۆرۈر بولغان wlr-layer-shell كېلىشىمىنى قوللىمايدۇ.
vi: Trình quản lý Wayland của bạn không hỗ trợ giao thức wlr-layer-shell bắt buộc.

source: xfce4-notifyd was built without support for your windowing system.
ug: xfce4-notifyd نىڭ قۇرۇلمىسى كۆزنەك سىستېمىڭىزنى قوللىمايدۇ.
vi: xfce4-notifyd được biên dịch mà không hỗ trợ hệ thống cửa sổ của bạn.

source: Xfce Notify Daemon
ug: Xfce ئۇقتۇرۇش نازارەتچسى
vi: Dịch vụ thông báo Xfce

source: Unknown option "%s"
ug: نامەلۇم تاللانما «%s»
vi: Tùy chọn không xác định "%s"

source: Unable to start notification daemon
ug: ئۇقتۇرۇش نازارەتچسىنى قوزغاتقىلى بولمىدى
vi: Không thể khởi động dịch vụ thông báo

source: Another notification daemon is running, exiting
ug: باشقا بىر ئۇقتۇرۇش نازارەتچىسى ئىجرا قىلىنىۋاتىدۇ، چېكىنىۋاتىدۇ
vi: Một dịch vụ thông báo khác đang chạy, thoát

source: Log is unavailable
ug: خاتىرىنى ئىشلەتكىلى بولمايدۇ
vi: Nhật ký không khả dụng

source: Log entry not found
ug: خاتىرە مەزمۇنىنى تاپالمىدى
vi: Không tìm thấy mục nhật ký

source: The notification log directory (%s) is not a directory
ug: ئۇقتۇرۇش خاتىرە مۇندەرىجىسى (%s) مۇندەرىجە ئەمەس
vi: Thư mục nhật ký thông báo (%s) không phải là thư mục

source: Failed to open notification log: %s
ug: ئۇقتۇرۇش خاتىرىسىنى ئاچالمىدى: %s
vi: Không mở được nhật ký thông báo: %s

source: Failed to prepare SQL statement: %%s (%s)
ug: SQL جۈملىسىنى تەييارلىيالمىدى: %%s (%s)
vi: Không chuẩn bị được câu lệnh SQL: %%s (%s)

source: trailing characters at end of statement
ug: جۈملە ئاخىرىدىكى ئەگەشمە ھەرپ
vi: có ký tự thừa ở cuối câu lệnh

source: Failed to create 'notifications' table: %s
ug: «ئۇقتۇرۇش» جەدۋىلى قۇرالمىدى: %s
vi: Không tạo được bảng 'notifications': %s

source: Failed to create DB timestamp index: %s
ug: ساندان يەنى DB ۋاقىت تامغا ئىندېكىسى قۇرالمىدى: %s
vi: Không tạo được chỉ mục thời gian DB: %s

source: Failed to create DB is_read index: %s
ug: ساندان يەنى DB نىڭ is_read ئىندېكىسى قۇرالمىدى: %s
vi: Không tạo được chỉ mục is_read của DB: %s

source: Default Action
ug: كۆڭۈلدىكى مەشغۇلات
vi: Hành động mặc định

source: Xfce Notification Daemon
ug: Xfce ئۇقتۇرۇش نازارەتچسى
vi: Dịch vụ thông báo Xfce

source: Notification Preview
ug: ئۇقتۇرۇشنى ئالدىن كۆزەت
vi: Xem trước thông báo

source: This is what notifications will look like
ug: بۇ دەل ئۇقتۇرۇشنىڭ قانداق كۆرۈنىدىغانلىقى
vi: Thông báo sẽ trông như thế này

source: Button
ug: توپچە
vi: Nút

source: Notification preview failed
ug: ئۇقتۇرۇشنى ئالدىن كۆرەلمىدى
vi: Xem trước thông báo thất bại

source: Are you sure you want to delete notification settings for application "%s"?
ug: پىروگرامما «%s» نىڭ ئۇقتۇرۇش تەڭشىكىنى راستتىنلا ئۆچۈرۈمسىز؟
vi: Bạn có chắc muốn xóa cài đặt thông báo của ứng dụng "%s" không?

source: Delete
ug: ئۆچۈر
vi: Xóa

source: Forget Application
ug: پىروگراممىنى ئۇنتۇ
vi: Quên ứng dụng

source: Unspecified applications
ug: بەلگىلەنمىگەن پىروگرامما
vi: Ứng dụng không xác định

source: <b>Currently only urgent notifications are shown.</b> Notification logging is %s.
ug: <b>نۆۋەتتە پەقەت جىددىي ئۇقتۇرۇشلا كۆرسىتىلىدۇ.</b> ئۇقتۇرۇش خاتىرىسى %s.
vi: <b>Hiện chỉ hiển thị thông báo khẩn cấp.</b> Ghi nhật ký thông báo đang %s.

source: enabled
ug: قوزغىتىلغان
vi: bật

source: disabled
ug: چەكلەنگەن
vi: tắt

source: <big><b>Currently there are no known applications.</b></big> As soon as an application sends a notification it will appear in this list.
ug: <big><b>نۆۋەتتە بىلىدىغان پىروگرامما يوق.</b></big> پىروگرامما ئۇقتۇرۇش تارقاتسىلا ئۇ بۇ تىزىمدا كۆرۈنىدۇ.
vi: <big><b>Hiện chưa có ứng dụng nào được nhận diện.</b></big> Khi một ứng dụng gửi thông báo, nó sẽ xuất hiện trong danh sách này.

source: Released under the terms of the GNU General Public License, version 2
ug: مەزكۇر پىروگرامما GNU General Public License, 2-نەشرى ئاساسىدا تارقىتىلغان
vi: Phát hành theo giấy phép GNU GPL phiên bản 2

source: Please report bugs to %s.
ug: كەمتۈكنى %s غا مەلۇم قىلىڭ.
vi: Vui lòng báo lỗi tới %s.

source: Settings daemon is unavailable
ug: تەڭشەك نازارەتچسى يوق
vi: Dịch vụ cài đặt không khả dụng

source: Display version information
ug: نەشر ئۇچۇرىنى كۆرسەت
vi: Hiển thị thông tin phiên bản

source: Settings manager socket
ug: باشقۇرغۇچى ئوقۇر تەڭشىكى
vi: Socket quản lý cài đặt

source: SOCKET_ID
ug: ئوقۇر كىملىكى(_I)

source: <big><b>Empty log</b></big> No notifications have been logged yet.
ug: <big><b>بوش خاتىرە</b></big> تېخى ھېچقانداق خاتىرە خاتىرىلەنمىگەن.
vi: <big><b>Nhật ký trống</b></big> Chưa có thông báo nào được ghi lại.

source: Refresh
ug: يېڭىلا
vi: Cập nhật

source: Refresh the notification log
ug: ئۇقتۇرۇش خاتىرىسىنى يېڭىلا
vi: Cập nhật nhật ký thông báo

source: Clear the notification log
ug: ئۇقتۇرۇش خاتىرىسىنى تازىلا
vi: Xóa nhật ký thông báo

source: Mark All Read
ug: ھەممىسىگە ئوقۇلدى بەلگىسى سال
vi: Đánh dấu tất cả đã đọc

source: Mark all unread notifications as read
ug: ئوقۇلمىغان ئۇقتۇرۇشلارنىڭ ھەممىسىگە ئوقۇلدى بەلگىسى سالىدۇ
vi: Đánh dấu tất cả thông báo chưa đọc thành đã đọc

source: Delete Entry
ug: تۈر ئۆچۈر
vi: Xóa mục

source: Deletes the selected log entries
ug: تاللانغان خاتىرە تۈرىنى ئۆچۈر
vi: Xóa các mục nhật ký đã chọn

source: Show Log Location
ug: خاتىرە ئورنىنى كۆرسەت
vi: Hiển thị vị trí nhật ký

source: Shows the location of the log file in the file manager
ug: خاتىرە ھۆججەتنىڭ ھۆججەت باشقۇرغۇچتىكى ئونىنى كۆرسىتىدۇ
vi: Hiển thị vị trí tập tin nhật ký trong trình quản lý tập tin

source: Mark log entry _read
ug: خاتىرە تۈرىگە ئوقۇلدى بەلگىسى سال(_R)
vi: Đánh dấu mục nhật ký _đã đọc

source: Yesterday and before
ug: تۈنۈگۈن ۋە بۇرۇن
vi: Hôm qua và trước đó

source: Delete Selected Log Entries
ug: تاللانغان خاتىرە تۈرىنى ئۆچۈر
vi: Xóa các mục nhật ký đã chọn

source: Loading more log entries...
ug: تېخىمۇ كۆپ خاتىرە تۈرىنى يۈكلەۋاتىدۇ…
vi: Đang tải thêm mục nhật ký…

source: The notification service is not running. No notifications will be shown.
ug: ئۇقتۇرۇش مۇلازىمىتى ئىجرا قىلىنمايۋاتىدۇ. ھېچقانداق ئۇقتۇرۇش كۆرسىتىلمەيدۇ.
vi: Dịch vụ thông báo chưa chạy. Sẽ không hiển thị thông báo nào.

source: <b>Currently only urgent notifications are shown.</b>
ug: <b>نۆۋەتتە پەقەت جىددىي ئۇقتۇرۇشلا كۆرسىتىلىدۇ.</b>
vi: <b>Hiện chỉ hiển thị thông báo khẩn cấp.</b>

source: Fade out
ug: تەدرىجىي ئاجىزلات
vi: Mờ dần

source: _Slide out
ug: سىيرىلىپ چىق(_S)
vi: _Trượt ra

source: Do not disturb
ug: دەخلى قىلماڭ
vi: Không làm phiền

source: <b>Behavior</b>
ug: <b>قىلمىش</b>
vi: <b>Hành vi</b>

source: <b>Animations</b>
ug: <b>جانلاندۇرۇم</b>
vi: <b>Hiệu ứng động</b>

source: By default the notification bubbles will be shown on the display on which the mouse pointer is located.
ug: كۆڭۈلدىكى ئەھۋالدا ئۇقتۇرۇش شارى چاشقىنەك نىشانلىغۇچ تۇرۇشلۇق ئېكراندا كۆرۈنىدۇ.
vi: Mặc định, bong bóng thông báo sẽ hiện trên màn hình có con trỏ chuột.

source: Show notifications on
ug: ئۇقتۇرۇش كۆرسىتىش ئوچۇق
vi: Hiển thị thông báo trên

source: The "Enable event sounds" setting in the Appearance Settings dialog must be checked to hear notification sounds
ug: ئۇقتۇرۇش ئاۋازىنى ئاڭلاش ئۈچۈن كۆرۈنۈش تەڭشەك سۆزلەشكۈدىكى «پائالىيەت ئاۋازىنى قوزغات» تەڭشىكى چوقۇم تاللىنىشى كېرەك
vi: Phải bật "Bật âm thanh sự kiện" trong phần Giao diện để nghe âm thanh thông báo

source: _Mute sounds
ug: ئاۋازنى ئۈنسىزلە(_M)
vi: _Tắt âm thanh

source: Always show percent-value notifications
ug: ھەمىشە پىرسەنت قىممەتتىكى ئۇقتۇرۇشنى كۆرسىتىدۇ
vi: Luôn hiển thị thông báo dạng phần trăm

source: When displaying notifications, show
ug: ئۇقتۇرۇش كۆرسەتكەندە، كۆرسىتىدىغىنى
vi: Khi hiển thị thông báo, hiện

source: icon, summary, and body
ug: سىنبەلگە، خۇلاسە ۋە تېكىست
vi: biểu tượng, tóm tắt và nội dung

source: icon and summary
ug: سىنبەلگە ۋە خۇلاسە
vi: biểu tượng và tóm tắt

source: icon and application name
ug: سىنبەلگە ۋە پىروگرامما ئىسمى
vi: biểu tượng và tên ứng dụng

source: monitor with mouse pointer
ug: چاشقىنەك نىشانلىغۇچىسى بار كۆزەتكۈچ
vi: màn hình có con trỏ chuột

source: primary monitor
ug: ئاساسىي كۆزەتكۈچ
vi: màn hình chính

source: all monitors
ug: ھەممە كۆزەتكۈچ
vi: tất cả màn hình

source: Prevent redundant notifications. If a message with the same summary and body is already visible on screen, new identical alerts will be suppressed. Useful for multi-instance applications like chat clients.
ug: قالدۇق ئۇقتۇرۇشنىڭ ئالدىنى ئالىدۇ. ئەگەر ئېكراندا ئوخشاش خۇلاسىسى ۋە تېكىست مەزمۇنى بار ئۇچۇرنى كۆرسەتكەن بولسا، يېڭى ئوخشاش ئۇقتۇرۇش باسۇرۇلىدۇ. سۆھبەت خېرىدارىغا ئوخشاش كۆپ مىساللىق پىروگراممىغا ماس كېلىدۇ.
vi: Ngăn thông báo trùng lặp. Nếu thông báo có cùng tóm tắt và nội dung đã hiển thị, thông báo mới giống hệt sẽ bị ẩn. Hữu ích cho ứng dụng chạy nhiều phiên như trình chat.

source: _Suppress duplicate notifications
ug: تەكرار ئۇقتۇرۇشنى باسۇر(_S)
vi: _Ẩn thông báo trùng lặp

source: General
ug: ئادەتتىكى
vi: Chung

source: seconds
ug: سېكۇنت
vi: giây

source: _Opacity
ug: غۇۋالىقى(_O)
vi: _Độ trong suốt

source: Default _position
ug: كۆڭۈلدىكى ئورنى(_P)
vi: _Vị trí mặc định

source: Top left
ug: سول ئۈستى
vi: Trên trái

source: Bottom left
ug: سول ئاستى
vi: Dưới trái

source: Top right
ug: ئوڭ ئۈستى
vi: Trên phải

source: Bottom right
ug: ئوڭ ئاستى
vi: Dưới phải

source: Top center
ug: ئوتتۇرا يۇقىرى
vi: Trên giữa

source: Bottom center
ug: ئوتتۇرا ئاستى
vi: Dưới giữa

source: _Theme
ug: ئۆرنەك(_T)
vi: _Chủ đề

source: Show the notification summary and body when the notification is a percent value, such as audio volume or screen brightness
ug: ئۇقتۇرۇش پىرسەنت قىممىتى يەنى ئاۋاز كۈچلۈكلۈكى ياكى ئېكران يورۇقلۇقىغا ئوخشاش بولغاندا، ئۇقتۇرۇش خۇلاسىسى ۋە تېكىست مەزمۇنىنى كۆرسىتىدۇ
vi: Hiển thị tóm tắt và nội dung khi thông báo là giá trị phần trăm (ví dụ âm lượng hoặc độ sáng màn hình)

source: Show text with percent _values
ug: پىرسەنت قىممىتى بار تېكىستنى كۆرسىتىدۇ
vi: Hiển thị nội dung khi có giá trị _phần trăm

source: Date/time _format
ug: چېسلا/ۋاقىت پىچىمى(_F)
vi: Định _dạng ngày/giờ

source: Locale default
ug: يەرلىك كۆڭۈلدىكى قىممەت
vi: Mặc định theo ngôn ngữ

source: Relative times
ug: نىسپىي ۋاقىت
vi: Thời gian tương đối

source: Custom
ug: ئىختىيارى
vi: Tùy chỉnh

source: Show _Preview
ug: ئالدىن كۆزىتىشنى كۆرسەت(_P)
vi: _Xem trước

source: _Disappear after
ug: غايىب بولىدىغان ۋاقىت(_D)
vi: _Biến mất sau

source: When creating a notification, applications can request how long they'd like the notification remain on screen. This setting controls whether or not that request is honored.
ug: ئۇقتۇرۇش قۇرغاندا، پىروگرامما ئۇقتۇرۇشنىڭ ئېكراندا قانچىلىك ۋاقىت كۆرۈنىدىغانلىقىنى ئىلتىماس قىلالايدۇ. بۇ تەڭشەك مەزكۇر ئىلتىماسقا ئىنكاس قايتۇرۇش ياكى قايتۇرماسلىقنى تىزگىنلەيدۇ.
vi: Khi tạo thông báo, ứng dụng có thể yêu cầu thời gian hiển thị. Tùy chọn này quyết định có tôn trọng yêu cầu đó hay không.

source: Honor app-requested "Disappear after" time
ug: ئىجازەت بېرىلگەن پىروگرامما ئىلتىماس قىلغان «غايىب بولىدىغان ۋاقىت»
vi: Tôn trọng thời gian "Biến mất sau" do ứng dụng yêu cầu

source: _Minimum notification width
ug: ئۇقتۇرۇشنىڭ ئەڭ كىچىك كەڭلىكى(_M)
vi: Chiều _rộng tối thiểu của thông báo

source: <b>Per-application notification settings</b>
ug: <b>پىروگرامما ئۇقتۇرۇش تەڭشىكى</b>
vi: <b>Cài đặt thông báo theo từng ứng dụng</b>

source: Applications
ug: پىروگرامما
vi: Ứng dụng

source: Log notifications
ug: خاتىرە ئۇقتۇرۇشى
vi: Ghi nhật ký thông báo

source: only during "Do not disturb", or when notification bodies are not shown
ug: پەقەت «دەخلى قىلماڭ» مەزگىلىدە ياكى ئۇقتۇرۇش گەۋدىسى كۆرۈنمىگەندە
vi: chỉ khi ở chế độ "Không làm phiền" hoặc khi không hiển thị nội dung thông báo

source: always
ug: ھەمىشە
vi: luôn luôn

source: Log applications
ug: پىروگراممىنى خاتىرىلە
vi: Ghi nhật ký ứng dụng

source: all
ug: ھەممىسى
vi: tất cả

source: all except blocked
ug: ھەممىسى توسۇلغىنى مۇستەسنا
vi: tất cả trừ ứng dụng bị chặn

source: only blocked
ug: توسۇلغىنىلا
vi: chỉ ứng dụng bị chặn

source: The maximum number of entries to be retained in the log.
ug: خاتىرىدە ساقلاپ قالىدىغان ئەڭ كۆپ خاتىرە سانى.
vi: Số mục tối đa được giữ trong nhật ký.

source: Maximum number of log entries to keep
ug: ساقلاپ قالىدىغان خاتىرە تۈرىنىڭ سانى
vi: Số mục nhật ký tối đa được lưu

source: Log
ug: خاتىرە
vi: Nhật ký

source: Mute application
ug: پىروگراممىنى ئۈنسىزلە
vi: Tắt tiếng ứng dụng

source: Allow urgent notifications
ug: جىددىي ئۇقتۇرۇشقا يول قويىدۇ
vi: Cho phép thông báo khẩn cấp

source: Include in log
ug: خاتىرە ئىچىدە
vi: Ghi vào nhật ký

source: Customize how notifications appear on your screen
ug: ئۇقتۇرۇشلارنىڭ كۆرۈنۈش ئۇسۇلىنى ئۆزلەشتۈر
vi: Tùy chỉnh cách hiển thị thông báo trên màn hình
